Repository: maruf89/CommunityDirectory
Catalog: languages/community-directory-*.po
Languages: lt_lt

source: You must select your village, town, or city from the options
lt_lt: Iš variantų turite pasirinkti savo kaimą, miestelį ar miestą

source: Your location field cannot be left blank.
lt_lt: Vietos laukas negali būti tuščias.

source: The location name field you entered is invalid. It cannot contain any numbers or special characters.
lt_lt: Įvestas vietos pavadinimas netinkamas. Joje negali būti jokių skaičių ar specialiųjų simbolių.

source: Are you sure you want to delete this row?
lt_lt: Ar tikrai norite ištrinti šią eilutę?

source: Set Center
lt_lt: Nustatyti Centrą

source: View on Map
lt_lt: Pažiūrėkit Žemėlapyje

source: Location
lt_lt: Vieta

source: Community Directory Settings
lt_lt: Bendruomenės Katalogo Nustatymai

source: Community Directory
lt_lt: Bendruomenės Katalogas

source: Around Me
lt_lt: Aplink Mane

source: Edit My Entity
lt_lt: Redaguokite Savo Narystės Profilį

source: Profile Settings
lt_lt: Profilio Nustatymai

source: Community Directory Locations
lt_lt: Bendruomenių katalogų vietos

source: Common
lt_lt: Bendra

source: Logged-In
lt_lt: Prisijungę

source: Logged-Out
lt_lt: Atsijungę

source: Common links are visible to everyone.
lt_lt: Bendros nuorodos matomis visiems.

source: Select all
lt_lt: Pasirinkite Viską

source: Add to Menu
lt_lt: Pridėkite į Menių

source: Action failed. Please refresh the page and retry.
lt_lt: Nepavyko atlikti veiksmo. Atnaujinkite puslapį ir bandykite dar kartą.

source: Your settings have been saved.
lt_lt: Jūsų nustatymai išsaugoti.

source: Upload Image
lt_lt: Įkelkite Paveikslėlį

source: Remove Image
lt_lt: Ištrinkite Paveikslėlį

source: Go
lt_lt: Eik

source: Select a page&hellip;
lt_lt: Pasirinkite puslapį&hellip;

source: Edit Page
lt_lt: Redaguokite Puslapį

source: View Page
lt_lt: Pažiūrėkite į Puslapį

source: Documentation
lt_lt: Dokumentacija

source: Entities
lt_lt: Nariai

source: Status
lt_lt: Statusas

source: Author
lt_lt: Autorius

source: Last Edit
lt_lt: Paskutinis Redagavimas

source: Join Date
lt_lt: Prisijungimo Data

source: Activate Entities
lt_lt: Aktyvuokite Narius

source: Deactivate Entities
lt_lt: Deaktyvuokite Narius

source: Delete Entities
lt_lt: Ištrinkite Narius

source: Delete Entities and User Accounts
lt_lt: Ištrinkite Narius su jų Vartotojų Sąskaitas

source: Activated %d entity
lt_lt: Suaktyvuota %d narys

source: Deactivated %d entity
lt_lt: Deaktyvuota %d narys

source: Deleted %d entity
lt_lt: Ištrinta %d narys

source: Activated entity
lt_lt: Aktyvūs Nariai

source: Deactivated Entity
lt_lt: Neaktyvūs Nariai

source: Deleted Entity
lt_lt: Ištrintas Narys

source: No entities found.
lt_lt: Nerasta Narių.

source: Activate
lt_lt: Aktyvuokite

source: Deactivate
lt_lt: Deaktyvuokite

source: Edit
lt_lt: Redaguokite

source: Delete Entity
lt_lt: Ištrinkite Narį

source: Delete Entity & User
lt_lt: Ištrinkite Narį bei Vartotoją

source: Select Location
lt_lt: Pasirinkite Vietą

source: m/d/y g:i a
lt_lt: d.m.y G:i

source: m/d/y g:i:s a
lt_lt: d.m.Y G:i:s

source: Generate Entities
lt_lt: Sugeneruokite Narius

source: Title
lt_lt: Titlas

source: Slug
lt_lt: Raktažodis

source: Inhabitants
lt_lt: Aktyvūs Gyventojai

source: Inactive Inhabitants
lt_lt: Neaktyvūs Gyventojai

source: Activate Locations
lt_lt: Aktyvuokite Vietas

source: Deactivate Locations
lt_lt: Išjungti Vietas

source: Delete Locations
lt_lt: Ištrinkite Vietas

source: Activated %d location
lt_lt: Suaktyvuota %d vietą

source: Deactivated %d location
lt_lt: Deaktyvuota %d vietą

source: Deleted %d location
lt_lt: Ištrinta %d vietą

source: Activated location
lt_lt: Aktyvios Vietos

source: Deactivated Location
lt_lt: Išjungtos Vietos

source: Deleted location
lt_lt: Ištrintos Vietos

source: No locations found.
lt_lt: Nerasta Vietų.

source: Delete
lt_lt: Ištrinkite

source: Show in Map
lt_lt: Parodyk Žemėlapyj

source: Entityless Users
lt_lt: Vartotojai be Nario Profilio

source: These are all of the users without entities
lt_lt: Čia visi vartotojai be esybės

source: All Entities
lt_lt: Visi Nariai

source: These are all of the entities
lt_lt: Čia visos esybės

source: Active Entities
lt_lt: Aktyvūs Nariai

source: Inactive Entities
lt_lt: Neaktyvūs Nariai

source: General
lt_lt: Bendra

source: General Settings
lt_lt: Bendrieji Nustatymai

source: Add 'Locations' to the nav menu
lt_lt: Prie naršymo meniu pridėkite 'Vietos'

source: Check this box if you would like Community Directory to add a link for the locations to the menu.
lt_lt: Pažymėkite šį laukelį, jei norite, kad ištrinsite papildomą, bendruomenės katalogą visiškai pašalinsite visus jo duomenis.

source: Add My Location to the nav menu
lt_lt: Prie naršymo meniu pridėkite 'Mano vieta'

source: Check this box if you would like Community Directory to add a link for user's location to the menu.
lt_lt: Pažymėkite šį laukelį, jei norite, kad bendruomenės katalogas į meniu pridėtų vartotojo vietos nuorodą.

source: Menu Name Slug
lt_lt: Meniu pavadinimo raktažodis (slug)

source: If menus active, enter the slug name of the menu to add these links to.
lt_lt: Jei meniu yra aktyvus, įveskite meniu šliužo pavadinimą, prie kurio norite pridėti šias nuorodas.

source: Enable OpenStreetMap
lt_lt: Įgalinkite 'OpenStreetMap'

source: If enabled, loads the OSM API.
lt_lt: Jei įgalint, kraus OSM API.

source: Reindex Active/Inactive Entities
lt_lt: „Reindex“ aktyvūs / neaktyvūs subjektai

source: Clicking this button updates the active/inactive inhabitants to reflect the actual count for each location (workaround)
lt_lt: Spustelėjus šį mygtuką, atnaujinami aktyvūs / neaktyvūs gyventojai, kad jie atspindėtų faktinį kiekvienos vietos skaičių (laikina)

source: Reindex
lt_lt: Perindeksuokite

source: %d locations have be reindexed
lt_lt: %d Vietos buvo perindeksuotos

source: Locations
lt_lt: Vietos

source: Edit existing locations or add new ones
lt_lt: Redaguokite esamas vietas arba pridėkite naujų

source: Edit Locations
lt_lt: Redaguokite vietas

source: These are the locations currently active and selectable
lt_lt: Tai yra šiuo metu aktyvios ir pasirenkamos vietos

source: temp
lt_lt: laikina

source: All Locations
lt_lt: Visos Vietos

source: Active Locations
lt_lt: Aktyvios Vietos

source: Pending Locations
lt_lt: Neaktykuotos Vietos

source: Active
lt_lt: Aktyvu

source: Active Inhabitants
lt_lt: Aktyvūs Gyventojai

source: Insert Location
lt_lt: Įterpkite Vietą

source: Pending
lt_lt: Neaktyvuota

source: New Place
lt_lt: Nauja Vieta

source: Updated %d location(s)
lt_lt: Atnaujinta %d vieta(-os)

source: Created %d location(s)
lt_lt: Sukurta %d vieta(-os)

source: and
lt_lt: ir

source: Testing
lt_lt: Testavimas

source: Generate Subscribers
lt_lt: Sugeneruokit Prenumeratorius

source: Delete Subscribers
lt_lt: Ištrinkite Prenumeratorius

source: Generate New Locations
lt_lt: Sugeneruokite Naujas Vietas

source: Check if you would like the new users to be generated to new locations
lt_lt: Spustelėkite, jei norite, kad nauji vartotojai būtų sugeneruoti naujose vietose

source: New Subscribers Inactive
lt_lt: Nauji Prenumeratoriai Neaktyvūs

source: Whether to set the new users as inactive
lt_lt: Ar nustatyti naujus vartotojus kaip neaktyvius

source: Check this if you want the news users to be inactive (default: active)
lt_lt: Pažymėkite tai, jei norite, kad naujienų vartotojai būtų neaktyvūs (numatytasis: aktyvus)

source: Subscriber Count
lt_lt: Abonentų Skaičius

source: Enter the number of new users you want to generate.
lt_lt: Įveskite norimų sugeneruoti naujų vartotojų skaičių.

source: Delete all subscribers.
lt_lt: Ištrinti visus prenumeratorius.

source: By checking this box and saving, all subscribers will be cleansed
lt_lt: Pažymėjus šį laukelį ir išsaugant, visi abonentai bus išvalyti

source: Deleted %d subscribers.
lt_lt: %d prenumeratoriai buvo ištrinti.

source: There are no locations to generate users to. Either create some locations or check the 'Generate New Locations' checkbox.
lt_lt: Nėra vietų, kur generuoti vartotojus. Arba sukurkite kai kurias vietas arba pažymėkite žymimąjį laukelį 'Sugeneruokite Naujas Vietas'.

source: Generated %d subscribers.
lt_lt: Sukūrė %d prenumeratorių.

source: Uninstall
lt_lt: Pašalinimas

source: Uninstall Settings
lt_lt: Pašalinimo Nuostatos

source: Options to remove data upon uninstall
lt_lt: Parinktys, kaip pašalinti duomenis pašalinus

source: Remove Data on Uninstall?
lt_lt: Pašalinti duomenis pašalinus?

source: Check this box if you would like Community Directory to completely remove all of its data when the plugin is deleted.
lt_lt: Pažymėkite šį laukelį, jei norite, kad ištrynus papildinį, bendruomenės katalogas visiškai pašalintų visus jo duomenis.

source: Community Directory Location
lt_lt: Bendruomenės Katalogo Vieta

source: Adds an input for Location field.
lt_lt: Prideda įvestį laukui Vieta.

source: Options will be generated automatically
lt_lt: Parinktys bus sugeneruotos automatiškai

source: CD Locations
lt_lt: BK Vietos

source: Displays Community Directory locations on a map or as a list
lt_lt: Rodo Bendruomenės Katalogo vietos arba žemėlapyje arba saraše

source: How do you want to display the Locations?
lt_lt: Kaip norite rodyti vietas?

source: List as Blocks
lt_lt: Blokais saraše

source: On a map
lt_lt: Žemėlapyje

source: CD Offers & Needs
lt_lt: BK Pasiūlymai ir Poreikiai

source: Displays Community Directory offers and needs as a list
lt_lt: Rodo Bendruomenės Katalogo pasiųlymus ir poreikius

source: Latest Offers
lt_lt: Naujausi Pasiūlymai

source: Latest Needs
lt_lt: Naujausi Poreikiai

source: Display Section Title
lt_lt: Rodykite Titlą

source: Show condensed fields
lt_lt: Rodyti sukondensuotą versiją

source: What to show
lt_lt: Ką rodyti

source: Save changes
lt_lt: Išsaugokite pakeitimus

source: Select a location
lt_lt: Pasirinkite vietą

source: Save
lt_lt: Išsaugokite

source: - Account Activation
lt_lt: - Sąskaitos Aktivacija

source: - Forgotten Password
lt_lt: - Pamirštas Slaptažodis

source: Error: a required argument %s of type %s is missing argument
lt_lt: Klaida: reikalaujančio argumento %s tipo %s trūksta

source: Community Directory Entity Fields
lt_lt: Bendruomenės Katalogo Narių Laukai

source: The Community Directory generated form.
lt_lt: Bendruomenės Katalogo sugeneruota forma.

source: Community Directory Offers & Needs Custom Fields
lt_lt: Bendruomenės Katalogo Pasiūlymių ir Poreikių Laukai

source: The Community Directory generated form for Offers & Needs.
lt_lt: Bendruomenės Katalogo sugeneruota forma dėl Pasiųlymų ir Poreikių.

source: Profile Active
lt_lt: Aktyvus Profilis

source: Select 'Active' to make your profile visible. If 'Inactive', your profile will not be visible to others.
lt_lt: Pasirinkite 'Aktyvus', kad jūsų profilis būtų matomas. Jei 'Neaktyvus', jūsų profilis nebus viešintas.

source: Inactive
lt_lt: Neaktyvu

source: Location Name
lt_lt: Vietos Vardas

source: This is how you will appear in the directory under your city or town.
lt_lt: Naudokite savo šeimos, ūkio or vietos vardą.

# placeholder
source: Higgleby Ranch or Mary's Woodlands
lt_lt: Pvz Mickevičių Sodyba arba Auksinis Dvaras

source: Picture
lt_lt: Nuotrauka

source: Upload a picture of yourselves
lt_lt: Užkelkite nuotrauką geriausią apibūdinančia jūsų vietą

source: Bio
lt_lt: Apie

source: Write something about yourself or about your place. Don't know what to write about? Write about what you do, the history of your place, or what you would like to see more of around you.
lt_lt: Parašykite ką nors apie save ar apie savo vietą. Nežinai apie ką rašyti? Parašykite apie tai, ką darote, savo vietos istoriją ar ką norėtumėte pamatyti daugiau aplink save.

# placeholder
source: At Higgleby Ranch we pride ourselves in our livestock. We raise cattle, and train horses, as well as invite families to visit with their children where they can play with the animals and ride our ponies.
lt_lt: Pvz Mickevičių Sodyboje auginame įvairias gėlės bei šilauoges ir braškes mainams arba pardavimui. Mums svarbu sveikata, tačiau mes nevartojam chemikalų augindami mūsų gėrybes. Mes draugiški, tačiau jei norite, galite mus aplankyti.

source: Contact Method
lt_lt: Kontaktinis Būdas

source: What is the best way to get in contact with you?
lt_lt: Koks yra geriausias būdas susisiekti su jumis?

# placeholder
source: Email or Phone
lt_lt: Pvz Emailu ar Telefonu

source: Contact Email
lt_lt: Kontaktinis Elektroninis Paštas

source: Add an e-mail by which others can reach you.
lt_lt: Pridėkite el. paštą, kuriuo kiti galėtų su jumis susisiekti.

source: email@example.com
lt_lt: pavyzdys@gmail.lt

source: Contact Telephone
lt_lt: Kontaktinis Telefonas

source: Add a phone number by which you can be reached.
lt_lt: Pridėkite telefono numerį, kuriuo kiti galėtū su jumis susisiekti.

source: Website
lt_lt: Tinklapis

source: Do you have a website?
lt_lt: Ar turite tinklapį?

source: https://www.website.com
lt_lt: https://www.tinklapis.lt

source: Facebook
lt_lt: Feisbukas

source: Are you reachable by Facebook?
lt_lt: Ar esate pasiekami Feisbuku?

source: Youtube Channel
lt_lt: Youtube Kanalas

source: Do you have a YouTube channel?
lt_lt: Ar turite Youtube kanalą?

source: Share My Location
lt_lt: Viešinti Mano Vietą

source: Do you want to share your location with others?
lt_lt: Ar norėtumete žemėlapyje pažymėti vietą kurioje esate įsikurę?

source: Visiting Information
lt_lt: Aplankymo Informacija

source: Do you have any additional information for anyone wishing to visit your place?
lt_lt: Ar turitet papildomos informacijos, perspėjimus ar bet ką norėtumet pasakyti norintiems aplankyti jūsų vietą?

source: Your Location
lt_lt: Jūsų vieta

source: Is Active
lt_lt: Paskelbtas

source: Select 'Active' to make your offer/need visible. If 'Inactive', your offer/need will not be visible to others.
lt_lt: Pasirinkite 'Aktyvus', kad jūsų pasiųlymas/poreikis būtų matomas. Jei 'Neaktyvus', jūsų profilis nebus viešintas.

source: Type
lt_lt: Tipas

source: Is this something you are offering or you're looking for?
lt_lt: Ar tai yra kažkas, ką siūlote ar ieškote?

source: Product or Service
lt_lt: Produktas ar Paslauga

source: Is it a service or a product?
lt_lt: Ar tai paslauga, ar produktas?

source: Service
lt_lt: Paslauga

source: Product
lt_lt: Produktas

source: Description
lt_lt: Apibūdinimas

source: Describe what it is you're offering or seeking.
lt_lt: Apibūdinkite, ką siūlote ar ieškote.

# placeholder
source: We offer only freshly pressed apple juice, harvested from our own orchard, where we use only organic pesticides. We also offer apples if you like!
lt_lt: Siūlomė šviežiai spaustą obuolių sultis bei džiovintų vaisių ir graikinių iš savo sodo. Iš džiovintų vaisių turim, braškes, razinas, ir daugiau!

source: Compensation Type
lt_lt: Kompensacijos Tipas

source: Are you giving it away or you expect anything in return?
lt_lt: Ar jūs atiduodate savo pasiūlymą? Jei ne, kuo tikites gauti atgal?

# compensation type
source: I ask for nothing
lt_lt: Atiduodu

# compensation type
source: Barter
lt_lt: Mainas

# compensation type
source: Payment
lt_lt: Pinigais

source: Compensation
lt_lt: Kompensacija

source: What do you ask for in exchange for your offer?
lt_lt: Ko prašote kompensacijai?

# placeholder
source: Example: I'm looking for vegetable seeds or gardening tools OR: In the attached PDF, you'll find our price sheet
lt_lt: Už mano sunka prašau kitokių vaisiu, daržovių, ar sėklų arba prisegta rasite kainų sarašą

source: Urgency
lt_lt: Skubumas

source: Is it time sensitive? Is it an urgent or very limited time offer, is it seasonal, or on-going?
lt_lt: Ar tai jautriai reaguoja į laiką? Ar tai skubus ar labai riboto laiko pasiūlymas, ar jis yra sezoninis, ar tęsiasi?

source: Urgent/Limited Time
lt_lt: Skubus / Ribotas Laikas

source: Seasonal
lt_lt: Sezoninis

source: Ongoing
lt_lt: Tęsiantis

source: Image
lt_lt: Nuotrauka

source: Do you have a featured image for this offer or need?
lt_lt: Ar turite išskirtinį šio pasiūlymo ar poreikio vaizdą?

source: Additonal Attachments
lt_lt: Papildomi priedai

source: Here you can upload a PDF, image, or document with additional information or prices.
lt_lt: Čia galite įkelti PDF failą, vaizdą ar dokumentą su papildoma informacija ar kainomis.

source: Category
lt_lt: Kategoria

source: Entity Subscriber
lt_lt: Narystės Prenumeratorius

source: Location Manager
lt_lt: Vietos Valdas

# post_status
source: Inactive<span class="count">(%s)</span>
lt_lt: Neaktyvu <span class=“count”>(%s)</span>

source: location
lt_lt: vieta

source: Entity
lt_lt: Narys

source: Add Entity
lt_lt: Pridėkite Narį

source: Add New Entity
lt_lt: Pridėkite Naują Nari

source: Edit Entity
lt_lt: Redaguokite Narį

source: New Entity
lt_lt: Naujas Narys

source: View Entity
lt_lt: Peržiūrėkite Nari

source: Search Entity
lt_lt: Ieškokite Narių

source: No Entities Found
lt_lt: Nerasta Narių

source: No Entities Found in Trash
lt_lt: Šiukšliadėžėje Nerasta Narių

source: Community Directory Entities
lt_lt: Bendruomenės Katalogo Nariai

source: Add Location
lt_lt: Pridėkite Vietą

source: Add New Location
lt_lt: Pridėkite Naują Vietą

source: Edit Location
lt_lt: Redaguokite Vieta

source: New Location
lt_lt: Nauja Vieta

source: View Location
lt_lt: Peržiūrėkite vietą

source: Search Location
lt_lt: Ieškokite Vietą

source: No Locations Found
lt_lt: Nerasta vietų

source: No Locations Found in Trash
lt_lt: Šiukšliadėžėje Nerasta Vietų

source: Successfully deleted %s location(s)
lt_lt: Sėkmingai ištrinta %s vietą(-os)

source: offer-need
lt_lt: pasiulymas-poreikis

source: Offers & Needs
lt_lt: Pasiūlymai ir Poreikiai

source: Offer or Need
lt_lt: Pasiūlymas ar Poreikis

source: Add Offer or Need
lt_lt: Pridėkite Pasiūlymą ar Poreikį

source: Add New Offer or Need
lt_lt: Pridėk Naują Pasiūlymą ar Poreikį

source: Edit Offer or Need
lt_lt: Redaguokite Pasiūlymą ar Poreikį

source: New Offer or Need
lt_lt: Nauas Pasiūlymas ar Poreikis

source: View Offer or Need
lt_lt: Peržiūrėkite Pasiūlymą ar Poreikį

source: Search Offer or Need
lt_lt: Ieškokite Pasiūlymų ar Poreikių

source: No Offers & Needs Found
lt_lt: Jokių Pasiūlymų ir Poreikių Rasta

source: No Offers & Needs Found in Trash
lt_lt: Šiukšliadėžėje Nerasta Pasiūlymų ir Poreikių

source: Community Directory Offers & Needs
lt_lt: Bendruomenės Katalogo Pasiūlymai ir Poreikiai

source: All
lt_lt: Visi

source: Published
lt_lt: Paskelbta

source: Draft
lt_lt: Juodraštis

source: Trash
lt_lt: Šiukšlinė

source: uploaded files
lt_lt: įkelti failai

source: Unattached
lt_lt: Atjungta

source: My Profile
lt_lt: Mano Profilis

source: Edit Profile
lt_lt: Redaguokite profilį

source: Create New
lt_lt: Sukurkit Naują

source: View Mine
lt_lt: Pažiūrėkite į Savo

source: Uh oh…
lt_lt: Blemba…

source: You should'nt be seeing this page. Something went wrong.
lt_lt: Kažkas netaip. Šitas neturėtų būti rodomas.

source: Select your location
lt_lt: Pasirinkite savo vietą

source: My location isn't listed
lt_lt: Mano vieta nėra nurodyta

source: Select the village, town, or city you reside in.
lt_lt: Pasirinkite kaimą, miestelį ar miestą, kuriame gyvenate.

source: Your location
lt_lt: Jūsų vieta

source: Enter the name of village, town, or city you reside in.
lt_lt: Įveskite jūsų gyvenvietės pavadinimą.

source: Location Types
lt_lt: Vietos Tipai

source: Product & Service Types
lt_lt: Produktų ir Paslaugų Tipai

source: Product & Service Type
lt_lt: Produktų ir Paslaugų Tipas

source: Search Product & Service Types
lt_lt: Ieškoti Produktų ir Paslaugų Tipų

source: All Product & Service Types
lt_lt: Visi Produktų ir Paslaugų Tipai

source: Parent Product & Service Type
lt_lt: Pagrindinio Produkto ir Paslaugos Tipas

source: Parent Product & Service Type:
lt_lt: Pagrindinio Produkto ir Paslaugos Tipas:

source: Edit Product & Service Type
lt_lt: Redaguokite Produktų ir Paslaugų Tipą

source: Update Product & Service Type
lt_lt: Atnaujinkite Produktų ir Paslaugų Tipą

source: Add New Product & Service Type
lt_lt: Pridėkite Naują Produktų ir Paslaugų Tipą

source: New Product & Service Type Name
lt_lt: Naujas Produktų ir Paslaugų Tipas

source: product-service-type
lt_lt: produkto-paslaugos-tipas

source: food & drink
lt_lt: maistas ir gėrimai

source: ingredients
lt_lt: ingredientai

source: vegetables
lt_lt: daržovės

source: fruit
lt_lt: vaisiai

source: meat
lt_lt: mėsa

source: mushrooms
lt_lt: grybai

source: grains
lt_lt: grūdai, kruopai

source: dairy products
lt_lt: pieno produktai

source: desert
lt_lt: desertai

source: fish
lt_lt: žuvis

source: drinks
lt_lt: gėrimai

source: services
lt_lt: paslaugos

source: catering
lt_lt: maitinimas

source: other
lt_lt: kitas

source: home & construction
lt_lt: namas ir buitis

source: furniture
lt_lt: baldai

source: kitchen
lt_lt: virtuvė

source: flowers
lt_lt: gėlės

source: bathroom
lt_lt: vonios kambarys

source: bedroom & sleeping
lt_lt: miegamasis

source: handyman
lt_lt: meistrai

source: cleaning
lt_lt: valymas

source: carpentry
lt_lt: staliai

source: plumbing
lt_lt: santechnikai

source: electric work
lt_lt: elektrikai

source: garden, farm, forest
lt_lt: daržas, ūkis, miškas

source: seeds
lt_lt: sėklos

source: trees & plants
lt_lt: augalai ir medžiai

source: animals
lt_lt: gyvūnai

source: equipment
lt_lt: įranga

source: landscaping
lt_lt: apželdinimas

source: farm help
lt_lt: pagalbininkas

source: real-estate
lt_lt: nekilnojamasis turtas

source: apartment
lt_lt: butas

source: land
lt_lt: žemė

source: rent
lt_lt: nuoma

source: cottage
lt_lt: sodas

source: realty
lt_lt: nekilnojamas turtas

source: transportation
lt_lt: transportas

source: bikes
lt_lt: dviračiai

source: vehicles
lt_lt: transporto priemonės

source: courier
lt_lt: kurjerai

source: carpooling
lt_lt: bendras važiavimas (carpooling)

source: technology
lt_lt: technologija

source: phones
lt_lt: telefonai

source: tablets
lt_lt: plančetės

source: computers
lt_lt: kompiuteriai

source: accessories
lt_lt: aksesuarai

source: technical repair
lt_lt: techninis remontas

source: web consulting & websites
lt_lt: tinklapių konsultacija ir statyba

source: entertainment
lt_lt: pramoga

source: books & movies
lt_lt: knygos ir filmai

source: hunting & fishing
lt_lt: medžioklė ir žvejyba

source: music
lt_lt: muzika

source: games
lt_lt: žaidimai

source: musical performance
lt_lt: muzikinai pasirodymai

source: acting performance
lt_lt: vaidybiniai ir dramos spektakliai

source: clothing
lt_lt: apranga

source: men's clothing
lt_lt: vyrų drabužiai

source: women's clothing
lt_lt: moterų drabužiai

source: special occasion
lt_lt: speciali apranga

source: children
lt_lt: vaikai

source: children's clothing
lt_lt: vaikų drabužiai

source: toys
lt_lt: žaislai

source: school supplies
lt_lt: mokyklos ištekliai

source: personal development & health
lt_lt: asmeninis tobulėjimas ir sveikata

source: coaching, therapy, psychiatry
lt_lt: koučingas ir terapija

source: doctor
lt_lt: daktarai

source: beauty
lt_lt: grožis

source: education
lt_lt: edukacija

source: math
lt_lt: matematika

source: science
lt_lt: mokslas

source: spiritual
lt_lt: dvasinis

source: healthy eating
lt_lt: mitybas

source: sports & exercise
lt_lt: sportas

source: work
lt_lt: paslaugos

source: accounting
lt_lt: buhalterija

source: legal
lt_lt: juridinės paslaugos

source: arts & crafts
lt_lt: menas ir amatai

source: give away
lt_lt: atiduodu

source: m/d/Y g:i:s a
lt_lt: d.m.Y G:i:s

source: location-type
lt_lt: vietos-tipas

# nominative
source: Entity
lt_lt: Narys

# accusative
source: Entity
lt_lt: Narį

# dative
source: Entity
lt_lt: Narui

# genitive
source: Entity
lt_lt: Nario

# instrumental
source: Entity
lt_lt: Nariu

# search
source: Entities
lt_lt: Narius

# nominative
source: Location
lt_lt: Vieta

# accusative
source: Location
lt_lt: Vietą

# dative
source: Location
lt_lt: Vietai
