Repository: maruf89/CommunityDirectory
Catalog: languages/community-directory-*.po
Languages: lt_lt

# genitive
source: Location
lt_lt: Vietos

# search
source: Locations
lt_lt: Vietas

# nominative
source: Offer & Need
lt_lt: Pasiūlymas ir Poreikis

# accusative
source: Offer & Need
lt_lt: Pasiūlymą ir Poreikį

# dative
source: Offer & Need
lt_lt: Pasiūlymui ir Poreikiui

# genitive
source: Offer & Need
lt_lt: Pasiūlymo ir Poreikio

# with
source: Offer & Need
lt_lt: Pasiūlymu ir Poreikiu

# search
source: Offers & Needs
lt_lt: Pasiūlymus ir Poreikius

# search
source: Offers
lt_lt: Pasiūlymus

# search
source: Needs
lt_lt: Poreikius

source: Offer
lt_lt: Pasiūlymas

source: Need
lt_lt: Poreikis

# nominative
source: Inhabitant
lt_lt: Gyventojas

# accusative
source: Inhabitant
lt_lt: Gyventoją

# dative
source: Inhabitant
lt_lt: Gyventojui

# genitive
source: Inhabitant
lt_lt: Gyventojo

# instrumental
source: Inhabitant
lt_lt: Gyventoju

# search
source: Products and Services
lt_lt: Produktus ar Paslaugas

source: Product Service Types
lt_lt: Produktų ir Paslaugų Tipai

source: Needs in %s
lt_lt: Poreikiai - %s

source: Offers in %s
lt_lt: Pasiūlymai - %s

source: Entities in %s
lt_lt: Nariai - %s

# no results
source: Offer
lt_lt: Pasiūlymo

# no results
source: Need
lt_lt: Poreikio

# meta_description
source: Search offers and needs by product or service type - %s
lt_lt: Ieškokite pasiūlymų ir poreikių pagal produktų ir paslaugų tipą - %s

# meta_description
source: Search entities, offers, and needs in %s
lt_lt: Ieškokite narių, pasiūlymų, ir poreikių vietoje %s

# meta_description
source: Entities, offers, and needs in %s
lt_lt: Nariai, pasiūlymai, ir poreikiai vietoje %s

source: pending
lt_lt: laukiama

source: publish
lt_lt: paskelbta

source: %d Inhabitant
lt_lt: %d Gyventojas

source: Offer Type
lt_lt: Pasiūlymo Tipas

source: Type of Need
lt_lt: Poreikio Tipas

source: Maybe you have a need you would like to make public? Make it known.
lt_lt: Gal turite poreikį, kurį norėtumėte paviešinti? Pranešk apie tai.

source: Maybe you have something to offer? Make it known.
lt_lt: Gal turite ką pasiūlyti? Pranešk apie tai.

source: Create one <a href="%s">here</a>.
lt_lt: Sukurkite vieną <a href='%s'>čia</a>.

source: Register your account <a href="%s">here</a> to get started.
lt_lt: Norėdami pradėti, užregistruokite savo paskyrą <a href='%s'>čia</a>.

source: No %s.
lt_lt: Nėra %s.

source: Additional Attachment
lt_lt: Papildomi Priedai
